fio4pi/results/6408-2r-rpi3-raspbian_v4.1.18-v7+.log
random-read-1: (g=0): rw=randread, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=1
random-read-2: (g=0): rw=randread, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=1
fio-2.6
Starting 2 processes
random-read-1: Laying out IO file(s) (1 file(s) / 128MB)
random-read-2: Laying out IO file(s) (1 file(s) / 128MB)

random-read-1: (groupid=0, jobs=1): err= 0: pid=1046: Sun Mar 13 22:13:43 2016
  read : io=131072KB, bw=4982.1KB/s, iops=1245, runt= 26304msec
    clat (usec): min=648, max=2214, avg=792.43, stdev=77.31
     lat (usec): min=651, max=2215, avg=793.38, stdev=77.55
    clat percentiles (usec):
     |  1.00th=[  740],  5.00th=[  748], 10.00th=[  748], 20.00th=[  756],
     | 30.00th=[  764], 40.00th=[  764], 50.00th=[  772], 60.00th=[  772],
     | 70.00th=[  780], 80.00th=[  788], 90.00th=[  812], 95.00th=[ 1020],
     | 99.00th=[ 1032], 99.50th=[ 1048], 99.90th=[ 1064], 99.95th=[ 1064],
     | 99.99th=[ 1640]
    bw (KB  /s): min= 3848, max= 5208, per=50.04%, avg=4986.31, stdev=429.43
    lat (usec) : 750=11.02%, 1000=79.91%
    lat (msec) : 2=9.06%, 4=0.01%
  cpu          : usr=1.06%, sys=3.84%, ctx=32779, majf=0, minf=17
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=32768/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
random-read-2: (groupid=0, jobs=1): err= 0: pid=1047: Sun Mar 13 22:13:43 2016
  read : io=131072KB, bw=4983.2KB/s, iops=1245, runt= 26303msec
    clat (usec): min=624, max=2209, avg=792.49, stdev=77.11
     lat (usec): min=626, max=2210, avg=793.44, stdev=77.36
    clat percentiles (usec):
     |  1.00th=[  740],  5.00th=[  748], 10.00th=[  748], 20.00th=[  756],
     | 30.00th=[  764], 40.00th=[  764], 50.00th=[  772], 60.00th=[  772],
     | 70.00th=[  780], 80.00th=[  788], 90.00th=[  812], 95.00th=[ 1020],
     | 99.00th=[ 1032], 99.50th=[ 1048], 99.90th=[ 1064], 99.95th=[ 1064],
     | 99.99th=[ 1192]
    bw (KB  /s): min= 3848, max= 5208, per=50.04%, avg=4986.46, stdev=429.02
    lat (usec) : 750=10.99%, 1000=79.94%
    lat (msec) : 2=9.07%, 4=0.01%
  cpu          : usr=1.37%, sys=3.50%, ctx=32859, majf=0, minf=16
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=32768/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: io=262144KB, aggrb=9965KB/s, minb=4982KB/s, maxb=4983KB/s, mint=26303msec, maxt=26304msec

Disk stats (read/write):
  mmcblk0: ios=65099/2, merge=0/1, ticks=50170/0, in_queue=50110, util=99.76%