fio4pi/results/6417-2r-rpi2-raspbian_v4.1.19-v7+.log
random-read-1: (g=0): rw=randread, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=1
random-read-2: (g=0): rw=randread, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=1
fio-2.6
Starting 2 processes
random-read-1: Laying out IO file(s) (1 file(s) / 128MB)
random-read-2: Laying out IO file(s) (1 file(s) / 128MB)

random-read-1: (groupid=0, jobs=1): err= 0: pid=2902: Sat Mar 19 22:58:07 2016
  read : io=131072KB, bw=3529.4KB/s, iops=882, runt= 37138msec
    clat (usec): min=386, max=1437.7K, avg=1112.28, stdev=13076.45
     lat (usec): min=388, max=1437.7K, avg=1113.89, stdev=13076.45
    clat percentiles (usec):
     |  1.00th=[  788],  5.00th=[  820], 10.00th=[  836], 20.00th=[  860],
     | 30.00th=[  876], 40.00th=[  892], 50.00th=[  908], 60.00th=[  924],
     | 70.00th=[  940], 80.00th=[  956], 90.00th=[  980], 95.00th=[  996],
     | 99.00th=[ 1048], 99.50th=[ 1416], 99.90th=[ 3216], 99.95th=[ 3952],
     | 99.99th=[610304]
    bw (KB  /s): min=   92, max= 4344, per=54.21%, avg=3826.12, stdev=1184.91
    lat (usec) : 500=0.03%, 750=0.25%, 1000=95.27%
    lat (msec) : 2=4.13%, 4=0.27%, 10=0.02%, 20=0.01%, 500=0.01%
    lat (msec) : 750=0.01%, 2000=0.01%
  cpu          : usr=2.10%, sys=4.85%, ctx=33012, majf=0, minf=19
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=32768/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
random-read-2: (groupid=0, jobs=1): err= 0: pid=2903: Sat Mar 19 22:58:07 2016
  read : io=131072KB, bw=3529.1KB/s, iops=882, runt= 37132msec
    clat (usec): min=475, max=1437.7K, avg=1112.16, stdev=13076.55
     lat (usec): min=477, max=1437.8K, avg=1113.76, stdev=13076.55
    clat percentiles (usec):
     |  1.00th=[  788],  5.00th=[  820], 10.00th=[  836], 20.00th=[  860],
     | 30.00th=[  876], 40.00th=[  892], 50.00th=[  908], 60.00th=[  924],
     | 70.00th=[  940], 80.00th=[  956], 90.00th=[  980], 95.00th=[  996],
     | 99.00th=[ 1048], 99.50th=[ 1384], 99.90th=[ 3152], 99.95th=[ 3824],
     | 99.99th=[610304]
    bw (KB  /s): min=   92, max= 4344, per=54.23%, avg=3827.64, stdev=1185.24
    lat (usec) : 500=0.01%, 750=0.30%, 1000=95.24%
    lat (msec) : 2=4.13%, 4=0.29%, 10=0.01%, 20=0.01%, 500=0.01%
    lat (msec) : 750=0.01%, 2000=0.01%
  cpu          : usr=1.91%, sys=5.06%, ctx=32998, majf=0, minf=18
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=32768/w=0/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
   READ: io=262144KB, aggrb=7058KB/s, minb=3529KB/s, maxb=3529KB/s, mint=37132msec, maxt=37138msec

Disk stats (read/write):
  mmcblk0: ios=65027/19, merge=0/7, ticks=69080/12310, in_queue=81230, util=99.78%