fio4pi/results/6417-2w-rpi2-raspbian_v4.1.19-v7+.log
random-write-1: (g=0): rw=randwrite, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=1
random-write-2: (g=0): rw=randwrite, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=1
fio-2.6
Starting 2 processes
random-write-1: Laying out IO file(s) (1 file(s) / 1024MB)
random-write-2: Laying out IO file(s) (1 file(s) / 1024MB)

random-write-1: (groupid=0, jobs=1): err= 0: pid=2909: Sun Mar 20 00:02:52 2016
  write: io=1024.0MB, bw=276420B/s, iops=67, runt=3884451msec
    clat (usec): min=23, max=3821.2K, avg=14796.51, stdev=93927.10
     lat (usec): min=25, max=3821.2K, avg=14798.61, stdev=93927.18
    clat percentiles (usec):
     |  1.00th=[   26],  5.00th=[   28], 10.00th=[   34], 20.00th=[   37],
     | 30.00th=[   38], 40.00th=[   39], 50.00th=[   40], 60.00th=[   41],
     | 70.00th=[   45], 80.00th=[   69], 90.00th=[ 4960], 95.00th=[19328],
     | 99.00th=[569344], 99.50th=[610304], 99.90th=[1236992], 99.95th=[1728512],
     | 99.99th=[2211840]
    bw (KB  /s): min=    1, max=72448, per=59.41%, avg=320.21, stdev=1728.22
    lat (usec) : 50=75.47%, 100=6.95%, 250=3.89%, 500=0.66%, 750=0.07%
    lat (usec) : 1000=0.02%
    lat (msec) : 2=0.11%, 4=1.62%, 10=4.53%, 20=1.74%, 50=0.93%
    lat (msec) : 100=0.40%, 250=2.33%, 500=0.18%, 750=0.83%, 1000=0.08%
    lat (msec) : 2000=0.16%, >=2000=0.02%
  cpu          : usr=0.13%, sys=0.33%, ctx=46641, majf=0, minf=21
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=262144/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1
random-write-2: (groupid=0, jobs=1): err= 0: pid=2910: Sun Mar 20 00:02:52 2016
  write: io=1024.0MB, bw=330317B/s, iops=80, runt=3250640msec
    clat (usec): min=23, max=2351.8K, avg=12378.89, stdev=62217.16
     lat (usec): min=24, max=2351.8K, avg=12381.00, stdev=62217.20
    clat percentiles (usec):
     |  1.00th=[   26],  5.00th=[   28], 10.00th=[   34], 20.00th=[   37],
     | 30.00th=[   38], 40.00th=[   39], 50.00th=[   40], 60.00th=[   42],
     | 70.00th=[   47], 80.00th=[   72], 90.00th=[ 5408], 95.00th=[33536],
     | 99.00th=[199680], 99.50th=[222208], 99.90th=[634880], 99.95th=[1073152],
     | 99.99th=[1466368]
    bw (KB  /s): min=    1, max=71240, per=64.79%, avg=349.20, stdev=1330.14
    lat (usec) : 50=73.91%, 100=8.87%, 250=3.08%, 500=0.19%, 750=0.06%
    lat (usec) : 1000=0.04%
    lat (msec) : 2=0.17%, 4=1.94%, 10=4.45%, 20=1.73%, 50=0.76%
    lat (msec) : 100=0.12%, 250=4.20%, 500=0.12%, 750=0.29%, 1000=0.02%
    lat (msec) : 2000=0.05%, >=2000=0.01%
  cpu          : usr=0.15%, sys=0.41%, ctx=44691, majf=0, minf=20
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=0/w=262144/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: io=2048.0MB, aggrb=539KB/s, minb=269KB/s, maxb=322KB/s, mint=3250640msec, maxt=3884451msec

Disk stats (read/write):
  mmcblk0: ios=36/493506, merge=0/14972, ticks=690/36690300, in_queue=36704910, util=99.94%